<!DOCTYPE html PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>

  <meta content="text/html; charset=ISO-8859-1" http-equiv="content-type">
  <title>Apresenta&ccedil;&atilde;o Paulo Emilio</title>


</head>
<body>

<h2>Ol&aacute;,&nbsp;
</h2>

<h3>Me chamo Paulo Emilio, "ptavaresjf" no Github. J&aacute;
estou na
estrada da tecnologia h&aacute; muito tempo e sempre me considerei,
com orgulho, um profissional generalista. Durante muito tempo isso
j&aacute; foi bom. Mas atualmente um generalista s&oacute;
consegue empregos "gerais", digamos assim. Pelo menos &eacute; o
que tem acontecido comigo.<br>

</h3>

<br>

Minha gradua&ccedil;&atilde;o &eacute; Tecn&oacute;logo
em Log&iacute;stica e p&oacute;s
gradua&ccedil;&atilde;o em Cybersecurity, atividades que nunca
exerci.<br>

<br>

Meu curr&iacute;culo profissional resumido pode ser descrito da
seguinte forma<br>

<ul>

  <li>11 anos como funcion&aacute;rio concursado da Caixa
Econ&ocirc;mica Federal, sendo 10 anos na &aacute;rea de TI (na
d&eacute;cada de 1990 se chamava Processamento de Dados);</li>

  <li>Em 2000 Pedi demiss&atilde;o da Caixa e me tornei um
profissional aut&ocirc;nomo da inform&aacute;tica.
N&atilde;o posso reclamar. Come&ccedil;o dif&iacute;cil,
mas depois tudo deu certo;</li>

  <li>Em 2003 fiz concurso para o Banco do Brasil como um plano
B. Para minha surpresa, fui convocado em meados de 2007 para trabalhar
em uma ag&ecirc;ncia localizada a um quarteir&atilde;o da minha
casa. N&atilde;o resisti, tomei posse, trabalhei l&aacute; por
pouco mais de 10 anos e
pedi demiss&atilde;o. Mas nunca larguei a atividade de
inform&aacute;tica, sempre exerci em paralelo.</li>

</ul>

Atualmente trabalho como profissional aut&ocirc;nomo,
manuten&ccedil;&atilde;o de notebooks, desktops, redes, ... por
a&iacute;. Volta e meia pego&nbsp;um emprego "geral". Mas
j&aacute;
tem algum tempo que venho tentando
mudar, atrav&eacute;s de capacita&ccedil;&atilde;o
profissional, algo que deveria ter pensado em fazer enquanto estava no
Banco do Brasil, por exemplo. Assim, neste momento, al&eacute;m de
cursos/eventos/webin&aacute;rios r&aacute;pidos, estou fazendo
dois cursos mais robustos:<br>

<br>

<ul>

  <li>Santander Bootcamp 2023 - Ci&ecirc;ncia de Dados com
Python, na DIO; e&nbsp;</li>

  <li>Fundamentos em Tecnologia e
Computa&ccedil;&atilde;o na Nuvem AWS, na Escola da Nuvem.</li>

</ul>

<br>

Ah, tamb&eacute;m fa&ccedil;o outros cursos na DIO, tenho
assinatura, e na Coursera. Mas no momento o foco est&aacute; nos
dois acima.<br>

<br>

Como ainda n&atilde;o me aposentei e n&atilde;o posso me dar ao
luxo de tomar margaritas na beira do mar, vou a luta.<br>

<br>

<div>
<div style="text-align: center;">&nbsp;<a href="https://www.linkedin.com/in/paulo-emilio-tavares-neto-922a9847/" target="_blank"><img src="https://img.shields.io/badge/-LinkedIn-%230077B5?style=for-the-badge&amp;logo=linkedin&amp;logoColor=white" target="_blank"></a></div>

</div>

</body>
</html>
